[
    {
      "question": "What duties do all landlords have?",
      "paragraphOne": "Under Virginia law, regardless of whether you’re covered by the Virginia Residential Landlord and Tenant Act (VRLTA), all landlords must do these things:",
      "unorderedListOne": "Follow building and housing codes affecting health and safety.\n~Make all repairs needed to keep the place fit and habitable (livable).\n~Keep the common areas clean and safe.\n~Keep in good and safe working order all electrical, plumbing, sanitary, heating, ventilating, air conditioning, and other facilities and appliances that the landlord supplies or must supply.  This includes maintaining a carbon monoxide alarm installed by the landlord. The landlord must install a carbon monoxide alarm if the tenant requests it in writing, and it must be done within 90 days after the request is made.  The landlord can charge the tenant a reasonable fee for the installation.\n~Supply water, hot water, air conditioning if provided, and heat in season; unless the tenant alone controls the heat, air conditioning, or hot water, or unless provided directly by a utility company to the tenant on a separate meter.\n~Maintain the place so as to prevent the accumulation of moisture and the growth of mold.\n~Prevent or remove infestation of rodents.",
      "orderedListOne": "",
      "paragraphTwo": "You and the landlord may agree in writing that you will do some of the landlord's duties, except the duty to follow building and housing codes affecting health and safety.  The landlord must do that no matter what.  The things that the landlord and tenant can agree the tenant will do are to keep the common areas clean and safe, provide trash receptacles and removal of trash, and provide water, air condition, and heating.  If you and the landlord agree that you will do some of the landlord's duties, this must be in writing and must be done in good faith.  A writing that tries to shift to the tenant any duties, which the law does not allow to be shifted, cannot be enforced.",
      "unorderedListTwo": "",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": ""
    },
    {
      "question": "What duties do all tenants have?",
      "paragraphOne": "Under Virginia law, all tenants - whether covered by the Virginia Residential Landlord and Tenant Act (VRLTA) or not - must do these things:",
      "unorderedListOne": "Keep your rented space and plumbing as clean and safe as conditions permit.\n~Keep your rented space free from pests and insects, and promptly notify the landlord of the existence of them in your unit.\n~Use all utilities and appliances reasonably, and get rid of trash.\n~Not destroy or damage the property, or allow anyone else to.\n~Not disturb your neighbors, or allow your household members or guests to do so.\n~Follow the lease and reasonable rules of your landlord.\n~Pay your rent on time.",
      "orderedListOne": "",
      "paragraphTwo": "",
      "unorderedListTwo": "",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": ""
    },
    {
      "question": "How much time should I give my landlord to make repairs?",
      "paragraphOne": "You must give the landlord enough time to reasonably make the repairs. If the problem is an emergency, (such as no heat in winter, or no water), your landlord must fix it immediately. This means within hours, or at most a day or two. For other repairs, you should give a reasonable time, such as 10-15 days, to make the repairs needed. (The law presumes that more than 30 days delay in making repairs is unreasonable.)",
      "unorderedListOne": "",
      "orderedListOne": "",
      "paragraphTwo": "",
      "unorderedListTwo": "",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": ""
    },
    {
      "question": "What should I do if repairs aren't made?",
      "paragraphOne": "If repairs aren't made in a reasonable time, you can take your landlord to court with a \"rent escrow\" case. To use this procedure, you must be current on your rent to your landlord. At this point, it probably is best to get legal help.",
      "unorderedListOne": "",
      "orderedListOne": "",
      "paragraphTwo": "To use the escrow procedure, you pay your full rent into court within 5 days of the date the rent first comes due. You fill out a \"Tenant's Assertion and Complaint\" form, #DC-429, at the General District Court for the county or city where you live. You should attach a copy of any inspection report and your letters to the landlord. You also can list the bad conditions on the form. To file and serve the papers will cost about $38. If you can't afford the filing and service fees, ask for the \"Petition for Proceeding in Civil Case Without Payment of Fees or Costs\" also called form \"Form CC-1414.”",
      "unorderedListTwo": "",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": ""
    },
    {
      "question": "Where can I learn more about repair & maintenance",
      "paragraphOne": "",
      "unorderedListOne": "",
      "orderedListOne": "",
      "paragraphTwo": "",
      "unorderedListTwo": "",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": "https://www.valegalaid.org/resource/getting-repairs"
    }
  ]