[
    {
      "question": "What should I pay attention to when I'm considering signing a lease?",
      "paragraphOne": "",
      "unorderedListOne": "",
      "orderedListOne": "How much the rent will be per month.\n~How much the security deposit will be, if there is one.\n~What day the rent is due and when it is considered late.\n~How much is the late fee, if you are late with the payment. \n~How long the lease runs; month to month, six months, a year.\n~How many days advance notice you have to give if you wish to move.\n~Whether the electric, heat, water and sewer are included in the rent.\n~Whether a refrigerator, stove, air conditioner, or other appliances are provided by the landlord.\n~What you must do to get repairs made.\n~Any specific rules or other charges.",
      "paragraphTwo": "",
      "unorderedListTwo": "",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": "https://www.valegalaid.org/files/E095B726-FCD8-81C1-17DC-A16C7ED73FFF/attachments/A547C34B-D98B-49AC-ACCA-336AA3EB547F/tenants-rights.pdf"
    },
    {
      "question": "My landlord asked me to move out before the lease ended, should I move out?",
      "paragraphOne": "Tenant does not have to move just because:",
      "unorderedListOne": "Landlord says so, orally or in writing. \n~Landlord files a summons for unlawful detainer in court. \n~Landlord goes to court & gets a judgment of possession. \n~Landlord gets a Writ of Eviction after the judgment of possession. \n~Writ of Eviction is served on the tenant by the Sheriff.",
      "orderedListOne": "",
      "paragraphTwo": "Tenant must move only if:",
      "unorderedListTwo": "Landlord files an unlawful detainer.\n~Gets a judgment of possession. \n~Gets a Writ of Eviction which is served on the tenant.\n~The Sheriff waits at least 72 more hours before coming back to evict.",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": "https://www.valegalaid.org/files/E095B726-FCD8-81C1-17DC-A16C7ED73FFF/attachments/8386E7CD-2B50-419C-BEEA-9D8CF61300F1/va-landlord-tenant-0419.pdf"
    },
    {
      "question": "How can I make sure I am not charged for damages I did not cause?",
      "paragraphOne": "Ask for an inspection when you move in. Make a written list of any damages that you see. Sign the list, put the date on it, and give a copy to the landlord. Keep a copy of the list. Before you move out, make a written request to attend a move out inspection. Be sure to give the landlord a phone number to notify you of the date and time of the inspection. The inspection should be held within 72 hours after you move out. After the inspection, ask for a copy of the landlord’s list of damages. You may want to take pictures of any damages you see when you move in and of the condition of the rental when you move out. You may also want to have someone else look at the condition of your apartment when you move out so he or she could be a witness.",
      "unorderedListOne": "",
      "orderedListOne": "",
      "paragraphTwo": "",
      "unorderedListTwo": "",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": "https://www.valegalaid.org/files/E095B726-FCD8-81C1-17DC-A16C7ED73FFF/attachments/B152ECD6-951D-B913-B522-F761DC0A89AC/490951Security_Deposit_Updated%20Feb%2028%202011.pdf"
    },
    {
      "question": "What are the protected classes covered by the Fair Housing Law?",
      "paragraphOne": "No one may be denied housing due to:",
      "unorderedListOne": "Race or color.\n~Religion.\n~National origin.\n~Sex.\n~Sexual harassment.\n~Family status (having children under 18, or being a pregnant female).\n~Age (55 or older).\n~Disability or handicap. Being handicapped includes, but is not limited to, psychological disorders, emotional and mental illnesses, learning disabilities, and drug addiction and alcoholism.\n~Sexual orientation.\n~Gender identity.",
      "orderedListOne": "",
      "paragraphTwo": "",
      "unorderedListTwo": "",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": "https://www.valegalaid.org/files/E095B726-FCD8-81C1-17DC-A16C7ED73FFF/attachments/51FEBDAC-F3F5-42D3-A307-48A89F80F9B2/fair-housing.pdf"
    },
    {
      "question": "Can a landlord lock out a tenant or shut off utilities?",
      "paragraphOne": "If the landlord locks you out or “diminishes” your services, you may get an order from the General District Court to get back possession of your rental unit, including requiring the landlord to restore your services.  If you can prove you had other costs and expenses due to being locked out, you can ask the court to order the landlord to pay you those costs.  You should go to the clerk of the General District Court to file for such an order.",
      "unorderedListOne": "",
      "orderedListOne": "",
      "paragraphTwo": "",
      "unorderedListTwo": "",
      "orderedListTwo": "",
      "paragraphThree": "",
      "link": "https://www.valegalaid.org/resource/evictions-including-lockouts-and-utility-shut"
    }
  ]